Repository: SteveShi/Boxer
Catalog: Resources/mul.lproj/Inspector.xcstrings
Source language: en
Languages: es, fr, pt_br

# 877.title
source: Copy
es: Copiar
fr: Copier
pt_br: Copiar

# 879.title
source: Paste
es: Pegar
fr: Coller
pt_br: Colar

# 880.title
source: Clear Icon
es: Vaciar icono
fr: Effacer l’icône
pt_br: Remover Ícone

# 1284.title
source: Eject
es: Expulsar
fr: Éjecter
pt_br: Ejetar

# 1287.title
source: Show in Finder
es: Mostrar en Finder
fr: Afficher dans le Finder
pt_br: Exibir no Finder

# 1289.title
source: Add Drive…
es: Añadir unidad…
fr: Ajouter un lecteur…
pt_br: Adic. Disco…

# 1352.title
source: Import into Gamebox
es: Importar en Gamebox
fr: Importer dans la gamebox
pt_br: Importar para Gamebox

# 1398.title
source: Cancel Import
es: Cancelar Importar
fr: Annuler l’importation
pt_br: Cancelar Importação

# 1422.label
source: Gamebox Inspector
es: Inspector de gamebox
fr: Inspecteur de gamebox
pt_br: Inspetor da Gamebox

# 1423.label
source: CPU Inspector
es: Inspector de CPU
fr: Inspecteur de CPU
pt_br: Inspetor da CPU

# 1426.label
source: Mouse Inspector
es: Inspector de ratón
fr: Inspecteur de souris
pt_br: Inspetor do Mouse

# 1428.label
source: Drives Inspector
es: Inspector de unidades
fr: Inspecteur de lecteurs
pt_br: Inspetor dos Discos

# 1435.title
source: Show gamebox in Finder
es: Mostrar gamebox en Finder
fr: Afficher la gamebox dans le Finder
pt_br: Exibir gamebox no Finder

# 1546.title
source: Search for cover art
es: Buscar carátula
fr: Rechercher la jaquette
pt_br: Procurar pela capa

# 1548.label
source: Joystick Inspector
es: Inspector de joystick
fr: Inspecteur de joystick
pt_br: Inspetor do Joystick

# 1962.title
source: Mouse speed
es: Velocidad de ratón
fr: Vitesse de la souris
pt_br: Velocidade do Mouse

# 1964.title
source: Fast
es: Rápida
fr: Rapide
pt_br: Rápida

# 1968.title
source: Slow
es: Lenta
fr: Lente
pt_br: Lenta

# 1970.title
source: Mouse speed will only take effect while the mouse pointer is locked to the window.
es: La velocidad de ratón solo tendrá efecto mientras el puntero de ratón está bloqueado en la ventana.
fr: La vitesse sera effective lorsque le pointeur de souris sera verrouillé sur la fenêtre.
pt_br: A velocidade do Mouse só terá efeito quando o mouse estiver travado na janela.

# 1984.title
source: Use seamless mouse pointer
es: Usar puntero de ratón sin problemas
fr: Pointeur de souris transparent
pt_br: Usar ponteiro do mouse integrado

# 1986.title
source: Lets the macOS mouse pointer interact with the DOS window even when the pointer is unlocked.
es: Permitir al puntero de ratón de macOS interactuar con la ventana DOS cuando el puntero está desbloqueado.
fr: Laisse le pointeur de souris macOS interagir avec la fenêtre DOS même lorqu’il est verrouillé.
pt_br: Deixar o ponteiro do mouse do macOS interagir com a janela do DOS mesmo quando o ponteiro estiver desbloqueado.

# 1991.title
source: Mouse button shortcuts
es: Atajos de botones de ratón
fr: Raccourcis des boutons de la souris
pt_br: Atalhos do Mouse

# 1993.title
source: Click right button:
es: Clic botón derecho:
fr: Bouton droit :
pt_br: Botão direito:

# 1995.title
source: Click both buttons:
es: Clic ambos botones:
fr: Les deux boutons :
pt_br: Ambos botões:

# 1997.title
source: Change these shortcuts if they conflict with the game’s own keyboard controls.
es: Cambie estos atajos si hay conflicto con los controles de teclado del juego.
fr: Modifiez ces raccourcis en cas de conflit avec les commandes clavier du jeu.
pt_br: Mude estes atalhos se der conflito com os atalhos do jogo.

# 2005.title
source: ⌃ Click
es: Clic ⌃
fr: ⌃ Clic

# 2006.title
source: ⌥ Click
es: Clic ⌥
fr: ⌥ Clic

# 2007.title
source: ⇧ Click
es: Clic ⇧
fr: ⇧ Clic

# 2023.title
source: ⌃⌥ Click
es: Clic ⌃⌥
fr: ⌃⌥ Clic

# 2024.title
source: ⌃⇧ Click
es: Clic ⌃⇧
fr: ⌃⇧ Clic

# 2025.title
source: ⇧⌥ Click
es: Clic ⇧⌥
fr: ⇧⌥ Clic

# 2033.title
source: Optimize for newer games
es: Optimizar para nuevos juegos
fr: Optimiser pour les nouveaux jeux
pt_br: Otimizar para os jogos novos

# 2034.title
source: Turn off optimized emulation if the game crashes or behaves unreliably.
es: Desactivar emulación optimizada si el juego se bloquea o comporta inestablemente.
fr: Désactivez l’émulation optimisée si le jeu plante ou se comporte de manière peu fiable.
pt_br: Desligue a emulação otimizada se o jogo travar ou se comportar estranhamente.

# 2039.title
source: Frame rate:
es: Tasa de fotogramas:
fr: Fréquence images :
pt_br: Taxa de Quadros:

# 2073.title
source: Max
es: Máx
pt_br: Máx.

# 2087.title
source: CPU speed:
es: Velocidad de CPU:
fr: Processeur :
pt_br: Velocidade da CPU:

# 2093.title
source: Use strict gameport timing
es: Usar sincronización estricta de juego
fr: Synchronisation stricte du port de jeu
pt_br: Usar temporização restrita.

# 2101.title
source: Enable this option and recalibrate in-game, if the joystick drifts or behaves erratically.
es: Activa esta opción y recalibra en el juego, si el joystick se desvía o comporta irregularmente.
fr: Activez cette option et recalibrez le joystick dans le jeu s’il dérive ou est imprévisible.
pt_br: Ative esta opção e recalibre no jogo se seu joystick se comportar de forma errática.

# 2141.title
source: Connect a game controller to your Mac to begin.
es: Conectar un mando a su Mac para comenzar.
fr: Commencez par connecter un contrôleur de jeu à votre Mac.
pt_br: Conecte um controle no seu Mac para começar.

# 2143.title
source: You can also connect an iPhone or iPod Touch running Joypad.
es: Puede conectar un iPhone o iPod Touch funcionando como Joypad.

# 2145.title
source: Get Joypad…
es: Obtener Joypad…

# 2150.title
source: Drop your own cover art here to change this game’s icon.
es: Arrastre su propia carátula aquí para cambiar el icono del juego.
fr: Déposez votre propre jaquette ici pour modifier l’icône du jeu.
pt_br: Arraste aqui a capa do jogo para mudar o ícone.

# 2154.title
source: When starting up, launch:
es: Al iniciar, ejecutar:
fr: Au démarrage, lancer :
pt_br: Ao iniciar, execute:

# 2169.title
source: Nothing (show a DOS prompt)
es: Nada (mostrar símbolo del DOS)
fr: Rien (afficher un invite DOS)
pt_br: Nada (Exibirá o DOS)

# 2171.title
source: Other…
es: Otro…
fr: Autre…
pt_br: Outro…

# 2174.title
source: Close window after exiting
es: Cerrar ventana al salir
fr: Fermer la fenêtre à la fin
pt_br: Fechar janela após sair

# 2181.title
source: Hold down Option while exiting to return to the DOS prompt instead.
es: Mantiene la opción al salir en lugar de volver al simbolo del DOS.
fr: Maintenez la touche Option enfoncée pendant qu’une application se termine pour retourner à l’invite DOS.
pt_br: Pressione Option enquanto sai para retornar ao DOS.

# 2190.title
source: Drop folders, CD-ROMs or disc images here to add them as DOS drives.
es: Arrastre carpetas, CD-ROMs o imágenes de disco aquí para añadirlas como unidades DOS.
fr: Déposez ici des dossiers, CD-ROM ou images pour les ajouter en tant que lecteurs DOS.
pt_br: Arraste pastas, imagens de CD-ROMs ou Discos aqui para adiciona-las aos discos do DOS.

# 2192.ibShadowedToolTips[0]
source: Add a new drive
es: Añadir nueva unidad
fr: Ajouter un nouveau lecteur
pt_br: Adic. novo disco

# 2192.ibShadowedToolTips[1]
source: Remove selected drives from list
es: Borrar unidades seleccionadas de la lista
fr: Supprimer les lecteurs sélectionnés de la liste
pt_br: Remover discos selecionados

# 2192.ibShadowedToolTips[2]
source: Show drive actions menu
es: Mostrar menú de acciones de unidades
fr: Afficher le menu des actions du lecteur
pt_br: Exibir menu de ações

# 2226.title
source: Reduce the frame rate if the game’s sound or animation are stuttering.
es: Reducir tasa de fotogramas si el sonido o la animación del juego se entrecorta.
fr: Diminuez la fréquence d’images si les sons ou les animations du jeu saccadent.
pt_br: Reduza a taxa de quadros se o som ou animação do jogo estiver travando.

# 2252.label
source: Mouse
es: Ratón
fr: Souris

# 2252.paletteLabel
source: Mouse
es: Ratón
fr: Souris

# 2254.label
source: Drives
es: Unidades
fr: Lect.
pt_br: Discos

# 2254.paletteLabel
source: Drives
es: Unidades
fr: Lect.
pt_br: Discos

# 2270.title
source: Eject
es: Expulsar
fr: Éjecter
pt_br: Ejetar

# 2271.title
source: Cancel Import
es: Cancelar Importar
fr: Annuler l’importation
pt_br: Cancelar Importação

# 2272.title
source: Import into Gamebox
es: Importar en Gamebox
fr: Importer dans la gamebox
pt_br: Importar para Gamebox

# 2274.title
source: Show in Finder
es: Mostrar en Finder
fr: Afficher dans le Finder
pt_br: Exibir no Finder

# 47.title
source: Inspector
fr: Inspecteur
pt_br: Inspetor

# 1966.title
source: Normal
fr: Normale

# 1982.title
source: Box
pt_br: Caixa

# 2030.title
source: Box
pt_br: Caixa

# 2041.title
source: [Current framerate]
pt_br: [Taxa atual]

# 2188.title
source: Box
pt_br: Caixa

# 2196.title
source: Box
pt_br: Caixa
